/* 
  Localizable.strings
  radioz

  Created by Giacomo Tufano on 01/10/12.

*/
"Audio Error" = "Errore Audio";
"Attempt to play streaming audio failed." = "Il tentativo di suonare lo stream audio è fallito.";
"Error reading URL: %@" = "Errore leggendo l'URL: %@";
"version %@ (%@)" = "versione %@ (%@)";
"URL not found in redirector." = "URL non trovato nel redirector.";
"Error" = "Errore";
"Cancel" = "Cancella";
"Error loading redirector: %@" = "Errore nel caricamento del redirector: %@";
" (not for nabaztags)" = " (non per nabaztags)";
"While saving the song got the error %@, %@" = "Durante il salvataggio della canzone c'è stato l'errore %@, %@";
"Malformed song name, cannot save it." = "Il nome della canzone non è corretto, non posso salvarla.";
/* Below is city, country */
"from %@, %@" = "da %@, %@";
"Send by e-mail" = "Manda e-mail";
"Tweet it" = "Usa Twitter";
"iTunes Store" = "iTunes Store";
"Warning" = "Attenzione";
"Sorry, cannot send email from this device. Please check configuration." = "Non posso spedire email da questo terminale. Controlla la configurazione della posta.";
"Sorry, cannot send a tweet now from this device. Please check network and/or configuration." = "Non posso usare twitter. Controlla la rete e/o la configurazione.";
"Song saved in RadioZ" = "Canzone salvata in RadioZ";
"The song seems to not exist on iTunes Store. You could retry after a while." = "La canzone non sembra esistere nell'iTunes Store. Puoi riprovare tra qualche minuto.";
/* buttons on main UI */
"More" = "Altro";
"Lyrics" = "Testi";
"Web" = "Web";
"Speaker" = "Altoparlante";
"Save" = "Salva";
/* Save bunny */
"Bunny Name" = "Nome";
"A name for your bunny" = "Un nome per il tuo coniglio";
"API Key" = "API Key";
"API KEY or Install-ID (from karotz store bunny page)" = "API KEY o Install-ID";
/* radio search */
"Any" = "Tutto";
"Name" = "Nome";
"Country" = "Nazione";
"Tag" = "Etichetta";
/* radio add */
"Radio Name:" = "Nome:";
"URL:" = "URL stream:";
"Info:" = "Etichette:";
"Radio URL:" = "Homepage:";
"Radio City:" = "Città:";
"Radio Country:" = "Nazione:";
/* info box */
"InfoText" = "Questa applicazione è ©2012-2014 Giacomo Tufano.\nLa grafica è di Carla Ruggiero <http://crocchetta.net>";
/* headers */
"Radio List" = "Lista Radio";
"Favorites" = "Preferiti";
"Bunnies" = "Conigli";
/* 1.0.2 */
"Error communicating with Violet servers: %d" = "Errore di comunicazione con i server della Violet: %d. Riprovare tra un po'.";
"Error in answer from server: %@" = "Errore nella risposta dal server: %@";
"Error in answer from server" = "Errore nella risposta dal server";
"Get Karotz Install-ID" = "Ottieni Install-ID per Karotz";
"Stop Play" = "Ferma Riproduzione";